Repository: Alderander/iOS
Catalog: VaavudCore/*.lproj/Localizable.strings
Languages: ca, ko, pt_pt

# TAB_MEASURE
source: Measure
ca: Mesurar
ko: 측정
pt_pt: Medir

# TAB_MAP
source: Map
ca: Mapa
ko: 지도
pt_pt: Mapa

# TAB_HISTORY
source: History
ca: Historial
ko: 내역
pt_pt: Histórico

# TAB_ABOUT
source: About
ca: Sobre
ko: 회사 소개
pt_pt: Sobre

# NAVIGATION_BACK
source: Back
ca: Tornar
ko: 뒤로
pt_pt: Voltar

# REL_TIME_FUTURE
source: future
ca: futur
ko: 미래
pt_pt: futuro

# REL_TIME_NOW
source: just now
ca: Ara
ko: 지금
pt_pt: agora mesmo

# REL_TIME_1_MIN_AGO
source: 1 min ago
ca: fa 1 min
ko: 1분 전
pt_pt: 1 min. atrás

# REL_TIME_X_MINS_AGO
source: %d mins ago
ca: fa %d mins
ko: %d분 전
pt_pt: %d minutos atrás

# REL_TIME_1_HOUR_AGO
source: 1 hour ago
ca: fa 1 hora
ko: 1시간 전
pt_pt: 1 hora atrás

# REL_TIME_X_HOURS_AGO
source: %d hours ago
ca: fa %d hores
ko: %d시간 전
pt_pt: %d horas atrás

# REL_TIME_1_DAY_AGO
source: 1 day ago
ca: fa 1 dia
ko: 1일 전
pt_pt: 1 dia atrás

# REL_TIME_X_DAYS_AGO
source: %d days ago
ca: fa %d dies
ko: %d일 전
pt_pt: %d dias atrás

# HEADING_AVERAGE
source: Average
ca: Mitjana
ko: 평균
pt_pt: Média

# HEADING_CURRENT
source: Current
ca: Actual
ko: 현재
pt_pt: Atual

# HEADING_MAX
source: Max
ko: 최고
pt_pt: Máx.

# HEADING_UNIT
source: Unit
ca: Unitat
ko: 단위
pt_pt: Unidade

# HEADING_NEARBY_MEASUREMENTS
source: Nearby Measurements
ca: Mesuraments propers
ko: 최근의 측정
pt_pt: Medidas Próximas

# BUTTON_START
source: Start
ca: Començar
ko: 시작
pt_pt: Iniciar

# BUTTON_STOP
source: Stop
ca: Aturar
ko: 중지
pt_pt: Parar

# BUTTON_CANCEL
source: Cancel
ca: Cancel·lar
ko: 취소
pt_pt: Cancelar

# BUTTON_DONE
source: Done
ca: Fet
ko: 완료
pt_pt: Feito

# INFO_MEASURING
source: Measurement in progress
ca: Mesurament en progrés
ko: 측정 진행 중
pt_pt: Medição em progresso

# INFO_NO_SIGNAL
source: No signal
ca: No es pot detectar el anemòmetre
ko: 신호 없음
pt_pt: Medidor de vento nao detectado

# INFO_KEEP_STEADY
source: Keep vertical & steady
ca: Mantingues-ho vertical i estable
ko: 세로로 고정 상태를 유지하세요
pt_pt: Mantenha estável e na vertical

# X_HOURS
source: %d hours
ko: %d 시간
pt_pt: %d horas

# MAP_REFRESH_ERROR_TITLE
source: Map Refresh Error
ca: Error d'actualizació del mapa
ko: 지도 새로고침 오류
pt_pt: Erro na Atualização do Mapa

# MAP_REFRESH_ERROR_MESSAGE
source: Make sure you have cellular data or Wi-Fi connectivity.
ca: Assegura't que tens connectivitat de dades o WiFi.
ko: 셀룰러 데이터가 켜져있는지, 또는 Wi-Fi가 연결되어 있는지 확인하세요 .
pt_pt: Certifique-se de que tem ligação por dados, por pacotes ou por Wi-Fi.

# HISTORY_TITLE
source: History
ca: Historial
ko: 내역
pt_pt: Histórico

# HISTORY_REGISTER_TEASER
source: Sign up to see your full measurement history
ca: Enregistra’t per veure el teu historial complet de mesuraments
ko: 측정 내역을 모두 보려면 등록하세요
pt_pt: Inscreva-se para ver todo o seu histórico de medições

# HISTORY_NO_MEASUREMENTS
source: No measurements yet
ca: Sense mesuraments
ko: 아직 측정한 것이 없습니다
pt_pt: Ainda sem medições

# HISTORY_GO_TO_MEASURE
source: Go to Measure and press Start to get going!
ca: Vés a Mesurar i prem Començar per iniciar!
ko: 측정으로 가서 시작을 누르고 계속하세요!
pt_pt: Vá até "Medir" e prima "Iniciar" para começar!

# ABOUT_TITLE
source: About
ca: Sobre
ko: 회사 소개
pt_pt: Sobre

# ABOUT_VAAVUD_TEXT
source: Vaavud is a Danish technology start-up. Our mission is to make the best wind meters on the planet in terms of usability, features, and third party integration. To learn more and to purchase a Vaavud wind meter visit Vaavud.com &copy; Vaavud ApS 2014, all rights reserved Version: %@
ca: Vaavud és una start-up tecnològica danesa. La nostra missió és crear els millors mesuradors de vent del planeta en termes d'usabilitat, característiques, i integració amb terceres parts. Per saber-ne més i comprar un mesurador de vent Vaavud, visita Vaavud.com &copy; Vaavud ApS 2015, Tots els drets reservats
ko: Vaavud는 덴마크의 신생 테크놀로지 회사입니다. 당사의 사명은 유용성, 기능 및 제3자와의 통합 면에서 지구상 최고의 풍속계를 만드는 것입니다. Vaavud 풍속계에 대한 상세 정보 및 구입 방법에 대해 아시고 싶으면 Vaavud.com을 찾아 주십시오. &copy; Vaavud ApS 2014, 무단 전재 금지 버전: %@
pt_pt: A Vaavud è uma start-up tecnológica dinamarquesa. O nosso objetivo è o de produzir os melhores medidores de vento do planeta no que diz respeito a utilidade, funcionalidades e integraçāo em produtos terceiros. Para saber mais e para comprar um medidor de vento Vaavud, visite Vaavud.com &copy; Vaavud ApS 2015, todos os direitos reservados

# LINK_TERMS_OF_SERVICE
source: Terms of Service
ca: Termes de Servei
ko: 서비스 약관
pt_pt: Termos do Serviço

# LINK_PRIVACY_POLICY
source: Privacy Policy
ca: Política de privacitat
ko: 개인정보 취급방침
pt_pt: Política de Privacidade

# REGISTER_TITLE_SIGNUP
source: Sign Up
ca: Enregistrar-se
ko: 등록
pt_pt: Inscriçāo

# REGISTER_TITLE_LOGIN
source: Log In
ca: Iniciar sessió
ko: 로그인
pt_pt: Inicio de Sessāo

# REGISTER_OR
source: Or
ca: O
ko: 또는
pt_pt: Ou

# REGISTER_TERMS_AND
source: and
ca: i
ko: 및
pt_pt: e

# REGISTER_BUTTON_LOGIN_WITH_FACEBOOK
source: Log in with Facebook
ca: Iniciar la sessió amb Facebook
ko: Facebook 계정으로 로그인
pt_pt: Inicie sessāo com o Facebook

# REGISTER_BUTTON_SIGNUP_WITH_FACEBOOK
source: Sign up with Facebook
ca: Enregistrar-se amb Facebook
ko: Facebook 계정으로 등록
pt_pt: Inscreva-se com o Facebook

# REGISTER_FACEBOOK_DISCLAIMER
source: We'll never post to Facebook without your permission
ca: Mai publicarem a Facebook sense el teu consentiment
ko: 귀하의 허가 없이는 절대 Facebook에 게시하지 않겠습니다
pt_pt: Nunca publicaremos no Facebook sem a sua autorizaçāo

# REGISTER_BUTTON_CREATE
source: Create
ca: Crear
ko: 새로 만들기
pt_pt: Criar

# REGISTER_BUTTON_LOGIN
source: Log in
ca: Iniciar sessió
ko: 로그인
pt_pt: Iniciar Sessāo

# REGISTER_BUTTON_LOGOUT
source: Log out
ca: Tancar sessió
ko: 로그아웃
pt_pt: Terminar Sessāo

# REGISTER_FIELD_FIRST_NAME
source: First name
ca: Nom
ko: 이름
pt_pt: Primeiro nome

# REGISTER_FIELD_LAST_NAME
source: Last name
ca: Cognoms
ko: 성
pt_pt: Apelido

# REGISTER_FIELD_PASSWORD
source: Password
ca: Paraula de pas
ko: 암호
pt_pt: Palavra-passe

# REGISTER_CREATE_FEEDBACK_FIRST_NAME_EMPTY_TITLE
source: Enter your name
ca: Introdueix el teu nom
ko: 이름을 입력하세요
pt_pt: Introduza o seu nome

# REGISTER_CREATE_FEEDBACK_FIRST_NAME_EMPTY_MESSAGE
source: Just your first name will do.
ca: Amb el teu nom serà suficient.
ko: 이름만 입력하면 됩니다.
pt_pt: Basta o seu primeiro nome.

# REGISTER_CREATE_FEEDBACK_EMAIL_EMPTY_TITLE
source: Enter your email
ca: Introdueix el teu email
ko: 이메일을 입력하세요
pt_pt: Introduza o seu e-mail

# REGISTER_CREATE_FEEDBACK_EMAIL_EMPTY_MESSAGE
source: We won't give your email to 3rd parties!
ca: No cedirem el teu email a terceres persones!
ko: 귀하의 이메일을 제3자에게 제공하지 않겠습니다!
pt_pt: Nāo daremos o seu e-mail a terceiros!

# REGISTER_CREATE_FEEDBACK_PASSWORD_SHORT_TITLE
source: Password too short
ca: Paraula de pas massa curta
ko: 암호가 너무 짧습니다
pt_pt: Palavra-passe demasiado pequena

# REGISTER_CREATE_FEEDBACK_PASSWORD_SHORT_MESSAGE
source: 4 characters or more.
ca: 4 caràcters o més.
ko: 4 자 이상이어야 합니다.
pt_pt: 4 caracteres ou mais.

# REGISTER_FEEDBACK_INVALID_CREDENTIALS_TITLE
source: Couldn't login
ca: No s’ha pogut iniciar sessió
ko: 로그인할 수 없습니다
pt_pt: Impossível iniciar sessāo

# REGISTER_FEEDBACK_INVALID_CREDENTIALS_MESSAGE
source: Email or password is not correct.
ca: Email o paraula de pas incorrecta.
ko: 이메일이나 암호가 틀립니다.
pt_pt: E-mail ou palavra-passe nāo estāo corretos.

# REGISTER_FEEDBACK_ACCOUNT_EXISTS_TITLE
source: Account already exists
ca: Aquest compte ja existeix
ko: 이미 존재하는 계정입니다
pt_pt: A conta já existe

# REGISTER_FEEDBACK_ACCOUNT_EXISTS_MESSAGE
source: Email or password is not correct.
ca: Email o paraula de pas incorrecta.
ko: 이메일이나 암호가 틀립니다.
pt_pt: E-mail ou palavra-passe incorretos.

# REGISTER_FEEDBACK_ACCOUNT_EXISTS_LOGIN_WITH_FACEBOOK
source: Log in with Facebook.
ca: Iniciant sessió amb Facebook.
ko: Facebook 계정으로 로그인 하세요.
pt_pt: Iniciar sessāo com o Facebook.

# REGISTER_FEEDBACK_ACCOUNT_EXISTS_PROVIDE_PASSWORD
source: Provide the password for the Vaavud account to allow log in with Facebook:
ca: Proporciona la paraula de pas del compte de Vaavud per permetre iniciar sessió amb Facebook:
ko: Facebook 계정으로 로그인 하기를 허용하려면 Vaavud 계정 암호를 제시해 주세요:
pt_pt: Forneça a palavra-passe da conta Vaavud para iniciar a sessāo com o Facebook:

# REGISTER_FEEDBACK_MALFORMED_EMAIL_TITLE
source: Incorrect email
ca: Email incorrecte
ko: 이메일이 틀립니다
pt_pt: E-mail incorreto

# REGISTER_FEEDBACK_MALFORMED_EMAIL_MESSAGE
source: Doesn't appear to be a valid email.
ca: No sembla ser un email vàlid.
ko: 유효한 이메일이 아닌 것 같습니다.
pt_pt: Nāo parece ser um endereço de e-mail válido.

# REGISTER_FEEDBACK_NO_REACHABILITY_TITLE
source: Connectivity problem
ca: Problema de connectivitat
ko: 연결에 문제
pt_pt: Problema de ligaçāo

# REGISTER_FEEDBACK_NO_REACHABILITY_MESSAGE
source: Make sure you have cellular data or Wi-Fi connectivity.
ca: Assegura't que tens connectivitat de dades o WiFi.
ko: 셀룰러 데이터가 켜져있는지, 또는 Wi-Fi가 연결되어 있는지 확인하세요.
pt_pt: Certifique-se de que tem ligaçāo por dados, por pacotes ou por Wi-Fi.

# REGISTER_FEEDBACK_ERROR_TITLE
source: Error
ko: 오류
pt_pt: Erro

# REGISTER_FEEDBACK_ERROR_MESSAGE
source: Please try again later.
ca: Si us plau, intenta-ho més tard.
ko: 나중에 다시 해보세요.
pt_pt: Por favor, tente novamente mais tarde.

# SETTINGS_TITLE
source: Settings
ca: Configuració
ko: 설정
pt_pt: Definições

# SETTINGS_SHOP_LINK
source: Buy wind meter
ca: Compra un anemómetre
ko: 바람 측정기 구매
pt_pt: Comprar um medidor de vento

# DIALOG_CONFIRM
source: Are you sure?
ca: ¿N'estàs segur?
ko: 계속하시겠습니까?
pt_pt: Tem a certeza?

# SHARE_TO_FACEBOOK_TITLE
source: Share to Facebook?
ca: Comparteix a Facebook?
ko: ÆäÀÌ½º ºÏ¿¡ °øÀ¯?
pt_pt: Partilhar no Facebook?

# SHARE_GUIDE
source: What's it like?
ca: Què sents?
ko: ±×°ÍÀº ¾î¶»½À´Ï±î?
pt_pt: Como é que se está aqui?

# SHARE_TAKE_PHOTO
source: Take Photo
ca: Pren una foto
ko: »çÁøÂï±â
pt_pt: Tirar fotografia

# SHARE_CHOOSE_EXISTING
source: Choose Existing
ca: Tria una existent
ko: ±âÁ¸¿¡¼­ ¼±ÅÃ
pt_pt: Escolher da galeria

# SETTINGS_SOCIAL_SHARING
source: Enable Facebook sharing
ca: Habilitar la compartició a Facebook
ko: ÆäÀÌ½º ºÏÀÌ °øÀ¯ È°¼ºÈ­
pt_pt: Activar partilha no facebook

# SETTINGS_SOCIAL_SHARING_DETAILS
source: We won't post without asking
ca: Mai publicarem sense preguntar
ko: ¿ì¸®´Â ¿äÃ»ÇÏÁö ¾Ê°í °Ô½ÃÇÏÁö ¾Ê½À´Ï´Ù
pt_pt: Não postamos sem perguntar primeiro

# SETTINGS_MEASURING_TIPS
source: Measuring tips
ca: Consells per mesurar
ko: ÃøÁ¤ÆÁ
pt_pt: Dicas para medir o vento

# INTRO_FLOW_SCREEN_1
source: The Vaavud wind meter turns your phone into a high-tech meteorological tool.
ca: L'anemòmetre Vaavud converteix el teu telèfon en una eina meteorològica d'alta tecnologia.
ko: Vaavud ¹Ù¶÷ ¹ÌÅÍ´Â ´ç½ÅÀÇ ÀüÈ­¸¦ Ã·´Ü ±â»ó µµ±¸·Î ¹Ù²ß´Ï´Ù.
pt_pt: O medidor de vento Vaavud torna o teu telefone numa ferramenta meteorológica de alta tecnologia.

# INTRO_FLOW_SCREEN_2
source: Use the live map to check the conditions at your favorite spots before you go.
ca: Utilitza el mapa en temps real per comprovar les condicions en els seus llocs favorits abans d'anar.
ko: ´ç½ÅÀÌ ¸¶À½¿¡ µå´Â Àå¼Ò¿¡ °¡±âÀü¿¡ ±×°÷ÀÇ Á¶°ÇÀ» È®ÀÎÇÏ±â À§ÇØ ¶óÀÌºê ¸ÊÀ» »ç¿ëÇÕ´Ï´Ù.
pt_pt: Utilize o mapa para verificar as condições em tempo real do seu local favorito antes de sair.

# INTRO_FLOW_HAVE_WIND_METER
source: Do you already have a Vaavud wind meter?
ca: Ja tens un mesurador de vent Vaavud?
ko: Vaavud ¹Ù¶÷ ¹ÌÅÍ¸¦ ÀÌ¹Ì °¡Áö°í °è½Ê´Ï±î?
pt_pt: Já tem um medidor de vento Vaavud?

# INTRO_FLOW_WANT_TO_BUY
source: Do you want to buy a wind meter now?
ca: Vols comprar un mesurador de vent ara?
ko: ¹Ù¶÷ ¹ÌÅÍ¸¦ Áö±Ý ±¸¸ÅÇÏ±â ¿øÇÏ½Ê´Ï±î?
pt_pt: Quer comprar um medidor de vento agora?

# INSTRUCTION_FLOW_SCREEN_1
source: Here are a few tips for making good wind measurements.
ca: Aquí tens alguns consells per fer bones mesures de vent.
ko: ¿©±â¿¡ ÁÁÀº ¹Ù¶÷ ÃøÁ¤À»À§ÇÑ ¸î °¡Áö ÆÁÀ» Á¦°ø ÇÕ´Ï´Ù.
pt_pt: Aqui estão algumas dicas para fazer uma boa medição de vento

# INSTRUCTION_FLOW_SCREEN_2
source: For maximum precision hold the phone steady and vertical above your head.
ca: Per obtenir la màxima precisió situa el telèfon estable i vertical pel damunt del teu cap.
ko: ÃÖ´ë Á¤¹Ðµµ¸¦ À§ÇØ ¸Ó¸® À§ ¼öÁ÷À¸·Î ÀüÈ­¸¦ Àß ÀâÀ¸½Ê½Ã¿À.
pt_pt: Para obter o máximo de precisão segure o telefone na vertical e estável sobre a cabeça

# INSTRUCTION_FLOW_SCREEN_3
source: Don't stand behind vegetation, equipment, rocks etc.
ca: No romanguis darrere de la vegetació, l'equip, roques, etc.
ko: ½Ä¹°, Àåºñ, ¹ÙÀ§ µîµîÀÇ µÚ¿¡ ¼­ ÀÖÁö ¸¶½Ê½Ã¿À
pt_pt: Não se coloque atrás de vegetação, equipamento, rochas, etc.

# INSTRUCTION_FLOW_SCREEN_4
source: Keep measuring at least until the progress indicator is full to get a proper average.
ca: Continua mesurant com a mínim fins que l'indicador de progrés es completi per obtenir un promig adequat.
ko: ÁøÇà Ç¥½Ã±â°¡ ÀûÀýÇÑ Æò±ÕÀ» ¾òÀ» ¶§ ±îÁö ÃøÁ¤ÇÏ½Ê½Ã¿À.
pt_pt: Continue a medir até que a barra de progresso esteja cheia para obter uma medição adequada

# INTRO_FLOW_BUTTON_SKIP
source: Skip for now
ca: Ometre per ara
ko: Áö±ÝÀº °Ç³Ê ¶Ù±â
pt_pt: Saltar por agora

# INTRO_FLOW_BUTTON_LATER
source: Later
ca: Més tard
ko: ³ªÁß¿¡
pt_pt: Mais tarde

# INTRO_FLOW_BUTTON_GOT_IT
source: Ok, got it!
ca: Ok, Entès!
ko: ³×, ¹Þ¾Ò½À´Ï´Ù!
pt_pt: Ok, já percebi!

# BUTTON_YES
source: Yes
ca: Si
pt_pt: Sim

# BUTTON_NO
source: No
ko: ¾Æ´Ï¿À
pt_pt: Não

# MAP_GUIDE_MARKER_TITLE
source: Measurement Details
ca: Detalls del mesurament
ko: ÃøÁ¤ ¼¼ºÎ»çÇ×
pt_pt: Detalhes da medição

# MAP_GUIDE_MARKER_EXPLANATION
source: Tap on a measurement to see further details.
ca: Prem en un mesurament per veure més detalls.
ko: ´õ ÀÚ¼¼ÇÑ »çÇ×À» È®ÀÎÇÏ±â À§ÇØ ÃøÁ¤À» ´©¸¨´Ï´Ù.
pt_pt: Toque numa medição para ver mais detalhes.

# MAP_GUIDE_TIME_INTERVAL_TITLE
source: Change Time Interval
ca: Canvia l'interval de temps
ko: º¯°æ ½Ã°£ °£°Ý
pt_pt: Alterar intervalo de tempo

# MAP_GUIDE_TIME_INTERVAL_EXPLANATION
source: Change time interval and unit of measure by tapping on the text.
ca: Pots canviar l'interval de temps prement sobre el text.
ko: ÅØ½ºÆ®¸¦ ´­·¯¼­ ½Ã°£ °£°Ý°ú ÃøÁ¤ ´ÜÀ§ º¯°æÇÏ±â.
pt_pt: Altere o intervalo de tempo e as unidade de medida tocando no texto.

# MAP_GUIDE_ZOOM_TITLE
source: Quick Zoom
ca: Zoom ràpid
ko: ºü¸¥ ÁÜ
pt_pt: Zoom rápido

# MAP_GUIDE_ZOOM_EXPLANATION
source: Tap on the map thumbnail to zoom to the exact location.
ca: Prem al mapa en miniatura per ampliar la ubicació exacta.
ko: Á¤È®ÇÑ À§Ä¡ È®ÀÎÀ» À§ÇØ ÁöµµÀÇ Ãà¼ÒÆÇÀ» ´­·¯ Á¤È®ÇÑ À§Ä¡·Î È®´ëÇÕ´Ï´Ù.
pt_pt: Toque na miniatura do mapa para fazer zoom até á localização exacta.

# HEADING_WIND_SPEED
source: Wind Speed
ca: Direcció del vent
pt_pt: Velocidade do vento

# HEADING_TEMPERATURE
source: Temperature
ca: Temperatura
pt_pt: Temperatura

# HEADING_WIND_DIRECTION
source: Direction
ca: Direcció
pt_pt: Direcção

# BUTTON_NEXT
source: Next
ca: Següent
pt_pt: Seguinte

# DIRECTION_DEGREES
source: Degrees
ca: Graus
pt_pt: Graus

# DIRECTION_SSW
source: SSW
ca: SSO
pt_pt: SSO

# DIRECTION_SW
source: SW
ca: SO
pt_pt: SO

# DIRECTION_WSW
source: WSW
ca: OSO
pt_pt: OSO

# DIRECTION_W
source: W
ca: O
pt_pt: O

# DIRECTION_WNW
source: WNW
ca: ONO
pt_pt: ONO

# DIRECTION_NW
source: NW
ca: NO
pt_pt: NO

# DIRECTION_NNW
source: NNW
ca: NNO
pt_pt: NNO

# DEVICE_CONNECTED_TITLE
source: Device Connected
ca: Dispositiu Conectat
pt_pt: Dispositivo ligado

# DEVICE_CONNECTED_MESSAGE
source: Sleipnir wind meter connected
ca: Anemómetre Sleipnir conectat
pt_pt: Anemômetro Sleipnir ligado

# DEVICE_DISCONNECTED_TITLE
source: Device Disconnected
ca: Dispositiu Desconectat
pt_pt: Dispositivo desligado

# DEVICE_DISCONNECTED_MESSAGE
source: Sleipnir wind meter disconnected
ca: Anemómetre Sleipnir desconectat
pt_pt: Anemômetro Sleipnir desligado

# UNKNOWN_DEVICE_CONNECTED_TITLE
source: Unknown Device
ca: Dispositiu desconegut
pt_pt: Dispositivo desconhecido

# UNKNOWN_DEVICE_CONNECTED_MESSAGE
source: Sleipnir not recognized, try reinserting
ca: Sleipnir no reconegut, intenta reinsertar-ho
pt_pt: Sleipnir não reconhecido, tente outra vez

# UNKNOWN_DEVICE_DISCONNECTED_TITLE
source: Device Disconnected
ca: Dispositiu Conectat
pt_pt: Dispositivo desligado

# UNKNOWN_DEVICE_DISCONNECTED_MESSAGE
source: Unknown device disconnected
ca: Dispositiu desconegut desconectat
pt_pt: Dispositivo desconhecido desligado

# REGISTER_FEEDBACK_MISSING_FACEBOOK_PERMISSIONS_TITLE
source: Missing Permission
ca: Manquen permissos
pt_pt: Permissão em falta

# REGISTER_FEEDBACK_MISSING_FACEBOOK_PERMISSIONS_MESSAGE
source: Please allow Facebook to provide us with your email address and list of friends.
ca: Si us plau, deixa Facebook que ens proporcioni la seva direcció de correu electronic i la llista d’amics.
pt_pt: Por favor permita que o Facebook partilhe connosco o seu email e lista de amigos.

source: Yes
ca: Si
pt_pt: Sim

source: No
pt_pt: Não

# REGISTER_BUTTON_SIGNUP
source: Sign up
ca: Registra’t
pt_pt: Registar

# INTRO_UPGRADE_WHATS_NEW
source: What's new
ca: Novetats
pt_pt: Novidades

# INTRO_UPGRADE_TEXT0
source: History shows geolocation and, with the new Sleipnir windmeter, wind direction!
ca: L'historial mostra la geolocalització i, amb el nou anemòmetre Sleipnir, la direcció del vent!
pt_pt: Histórico com localização e, com o novo medidor de vento Sleipnir, a direcção do vento

# INTRO_UPGRADE_TEXT1
source: Summary screen showing your key measurement data, including pressure, temperature etc.
ca: La pantalla de resum mostra les teves dades clau en el mesurament, incloent la pressió, temperatura, etc.
pt_pt: Novo ecrã com os valores relevantes da medição, incluindo pressão, temperatura, etc.

# INTRO_UPGRADE_CTA_BUY
source: Buy the new Sleipnir now!
ca: Compra el nou Sleipnir ara!
pt_pt: Comprar o novo Sleipnir!

# MEASURE_AVG
source: Avg
ca: Mitjana
pt_pt: Média

# SUMMARY_PRESSURE
source: Pressure
ca: Pressió
pt_pt: Pressão

# SUMMARY_TEMPERATURE
source: Temperature
ca: Temperatura
pt_pt: Temperatura

# SUMMARY_WIND_CHILL
source: Wind chill
ca: Sensació
pt_pt: Sensação

# SUMMARY_GUSTINESS
source: Gustiness
ca: Ràfegues
pt_pt: Rajadas

# GEOLOCATION_ERROR
source: Couldn't load location
ca: Ubicació no disponible
pt_pt: Localização desconhecida

# GEOLOCATION_LOADING
source: Loading location...
ca: Carregant ubicació...
pt_pt: A carregar localização...

# GEOLOCATION_UNKNOWN
source: Location not saved
ca: Ubicació desconeguda
pt_pt: Sem localização

# AGRI_MIN_TIME_NOT_REACHED_TITLE
source: Measure for 60s
ca: Mide durante 60s

# AGRI_MIN_TIME_NOT_REACHED_MESSAGE
source: You must measure for at least 60s indicated by the bar becoming fully green.
ca: Debes media lameness durante 60s indicado cuando la barra se vuelve verde.

# AGRI_ENTER_TEMPERATURE
source: Enter Temperature
ca: Introduce Temperatura

# BUTTON_OK
source: OK
ko: 확인

# REGISTER_FIELD_EMAIL
source: Email
ko: 이메일
